[Information]
TRANSLATOR=Awadh A Al-Ghaamdi الأستاذ عوض آل-عائض الغامدي
CONTACT_ADDRESS=awadh_al_ghaamdi@hotmail.com
VERSION=3.5.1

[Language]
LANGUAGE=عربي 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x3801, 0x3C01, 0x1401, 0x0C01, 0x0801, 0x2C01, 0x3401, 0x3001, 0x1001, 0x1801, 0x2001, 0x4001, 0x0401, 0x2801, 0x1C01, 0x2401

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&ملف
CUSTOMIZE=ت&خصيص
EXIT=&خروج
EDIT=ت&حرير
COPY=&نسخ
FUNCTION=ال&وظيفة
HIDE_SMART_INFO=&S.M.A.R.T. إخفاء معلومات
HIDE_SERIAL_NUMBER=إخفاء &رقم التسلسل
SHOW_DRIVE_LETTER=إظهار &حرف محرك القرص
ADVANCED_DISK_SEARCH=بحث &متقدم في القرص
EVENT_LOG=&سجل الحدث
AAM_APM_CONTROL=AA&M/APM تحكم
AUTO_AAM_APM_ADAPTION=آلية AAM/A&PM ملاءمة
RESIDENT=أيقونة &جوار الساعة
STARTUP=&بدء التشغيل
OPEN_DISK_MANAGEMENT="فتح "&إدارة الأقراص
OPEN_DEVICE_MANAGER="فتح "&إدارة الأجهزة
ADVANCED_FEATURE=ميزة &متقدمة
REFRESH=&تحديث
RESCAN=إ&عادة فحص
DISABLE=ت&عطيل
AUTO_REFRESH=تحديث تلقا&ئي
AUTO_REFRESH_TARGET=&هدف التحديث التلقائي
AUTO_REFRESH_TARGET_ALL_DISK=التحديث التلقائي - إ&ستهداف كافة الأقراص
AUTO_REFRESH_UNTARGET_ALL_DISK=التحديث التلقائي - &عدم إستهداف كافة الأقراص
WAIT_TIME_AT_STARTUP=وقت الإ&نتظار عند بدء التشغيل
GRAPH=ال&رسم البياني
THEME=&سمات
DISK=ال&قرص
HELP=تعل&يمات
HELP_ABOUT=CrystalDiskInfo ح&ول
HELP_ABOUT_SMART=(Wikipedia) موقع &S.M.A.R.T. حول
LANGUAGE=ال&لغة
ITEM=ال&مادة
TEMPERATURE_TYPE=&نوع الحرارة
CELSIUS=(°C) مئوية
FAHRENHEIT=(°F) فهرنهايت
HEALTH_STATUS_SETTING=إ&عداد حالة السلامة

;Graph
OPTION=&خيارات
LEGEND_POSITION=مكان &التوضيح
NORTH_WEST=ال&شمال الغربي
NORTH_EAST=الشمال الش&رقي
SOUTH_WEST=الجنوب ال&غربي
SOUTH_EAST=الج&نوب الشرقي
MAX_PLOT_POINT=أ&قصى نقطة للحبكة
TIME_FORMAT=&صيغة الوقت
PAINT_WEEKEND=ألوان نهاية الأ&سبوع
ALL=ال&كل

;2.7.0
COPY_OPTION=&خيار النسخ
RESIDENT_STYLE=&عند الإغلاق
MINIMIZE=تصغير
HIDE=إخفاء

;3.0.0
ZOOM=ال&بؤرة
AUTO=&تلقائية
ATTRIBUTE=ال&خاصية

;3.5.0
ASCII_VIEW=ASCII عرض
AUTO_DTECTION=إكتشاف آلي
SECOND=ثانية
MINUTE=دقيقة
HOUR=ساعة

[TrayMenu]
EXIT=خروج
REFRESH=تحديث
RESCAN=إعادة فحص
ENABLE=تمكين
DISABLE=تعطيل
ENABLE_ALL=تمكين الكل
DISABLE_ALL=تعطيل الكل
AUTO_REFRESH=تحديث تلقائي
AUTO_REFRESH_01_MIN=دقيقة
AUTO_REFRESH_03_MIN=3 دقائق
AUTO_REFRESH_05_MIN=5 دقائق
AUTO_REFRESH_10_MIN=10 دقائق
AUTO_REFRESH_30_MIN=30 دقيقة
AUTO_REFRESH_60_MIN=60 دقيقة
AUTO_REFRESH_TARGET=هدف التحديث التلقائي
AUTO_REFRESH_TARGET_ALL_DISK=التحديث التلقائي - إستهداف كافة الأقراص
AUTO_REFRESH_UNTARGET_ALL_DISK=التحديث التلقائي - عدم إستهداف كافة الأقراص
ALARM_SETTING_TEMPERATURE=إعداد المنبه - الحرارة
ALARM_SETTING_HEALTH_STATUS=إعداد المنبه - حالة السلامة
SHOW_MAIN_WINDOW=إظهار النافذة الرئيسية
SHOW_TEMPERATURE_ICON=إظهار أيقونة درجة الحرارة
SHOW_ALL_TEMPERATURE_ICON=إظهار أيقونة لكافة درجات الحرارة
HIDE_ALL_TEMPERATURE_ICON=إخفاء أيقونة لكافة درجات الحرارة
COLLECTIVE_SETTING=إعداد جماعي
GRAPH=مخطط بياني
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=إظهار أيقونة الحرارة فقط

[DiskStatus]
GOOD=جيدة
CAUTION=تحذير
BAD=سيئة
UNKNOWN=غير معروفة
DISK=القرص

[Dialog]
LIST_ID=الهوية
LIST_CURRENT=الحالي
LIST_WORST=الأسوأ
LIST_THRESHOLD=العتبة
LIST_RAW_VALUES=قيم خام
;LIST_DESCRIPTION=الوصف
LIST_ATTRIBUTE_NAME=إسم الخاصية

FIRMWARE=البرنامج الداخلي
SERIAL_NUMBER=رقم التسلسل
INTERFACE=الواجهة
STANDARD=عادي
TRANSFER_MODE=نمط النقل
BUFFER_SIZE=حجم المخزون المؤقت
NV_CACHE_SIZE=المؤقت NV حجم مخزون
ROTATION_RATE=معدل الدوران
TEMPERATURE=الحرارة
POWER_ON_HOURS=ساعات توصيل التيار
POWER_ON_COUNT=عدد مرات توصيل التيار
DRIVE_LETTER=حرف القرص
FEATURE=المميزات المعتمدة
HEALTH_STATUS=حالة السلامة

UNKNOWN=غير معروفة
POWER_ON_COUNT_UNIT=مرة
POWER_ON_HOURS_UNIT=ساعة
POWER_ON_DAYS_UNIT=يوم

[Message]
DETECT_UNIT_POWER_ON_HOURS=إكتشاف وحدة "ساعات توصيل التيار" (تتطلب حوالي 130 ثانية) ـ
DETECT_DISK=إكتشاف القرص
PLEASE_ENABLE_WMI=(Windows Management Instrumentation) WMI الرجاء تمكين
PLEASE_RESTART_THIS_APPLICATION=الرجاء إعادة تشغيل التطبيق من أجل تغيير السمة
DISK_NOT_FOUND=القرص غير موجود

[Alarm]
ALARM_TEMPERATURE=المنبه - درجة الحرارة
ALARM_HEALTH_STATUS=المنبه - حالة السلامة
DEGRADATION=تخفيض الطاقة
RECOVERY=الإسترداد
;3.5.0
INFO_HEALTH_STATUS=معلومات - حالة السلامة	

[Graph]
PLEASE_SELECT_ITEM=الرجاء تحديد مادة
ACTUAL_VALUE=(القيمة الفعلية (القيمة الخام
NORMALIZED_VALUE=(القيمة الطبيعية (القيمة الحالية
ALL_ON=الكل شغال
ALL_OFF=الكل إغلاق
RESET=إعادة الوضع

[Customize]
LINE_COLOR=لون السطر
BACKGROUND_IMAGE=صورة الخلفية
SUPPORTED_IMAGE_FORMAT=صيغة الصورة المعتمدة
ALL_FILES=كافة الملفات

[AamApm]
AAM_LOW=<- (80h) صامت
AAM_HIGH=الأداء (FEh) ->
AAM_RECOMMEND=القيمة المستحسنة
APM_LOW=<- (01h) أدنى طاقة
APM_HIGH=الأداء (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=(AAM) الإدارة الصوتية الآلية
ADVANCED_POWER_MANAGEMENT=(APM) إدارة الطاقة المتقدمة

[WindowTitle]
ABOUT=ترجمة الأستاذ عوض آل-عائض الغامدي
GRAPH=مخطط بياني
CUSTOMIZE=تخصيص
VERSION_INFORMATION=معلومات الإصدار
AAM_APM_CONTROL=AAM/APM تحكم
HEALTH_STATUS_SETTING=إعداد حالة السلامة

[HealthStatus]
THRESHOLD_OF_CAUTION=عتبة التحذير
APPLY=تطبيق
DEFAULT=الإفتراضي

[Smart]
UNKNOWN=غير معروفة
VENDOR_SPECIFIC=بائع معين
01=معدل خطأ القراءة
02=أداء الطاقة الإنتاجية
03=وقت الدوران
04=بدء/إيقاف العد
05=عدد القطاعات المعادة التخصيص
06=قراءة هامش القناة
07=معدل خطأ التقصي
08=أداء وقت التقصي
09=ساعات الإتصال بالطاقة
0A=عدد محاولات الدوران
0B=محاولة إعادة ضبط المعايرة
0C=عدد دورات الطاقة
0D=محاولة معدل الخطأ الناعم للقراءة
B8=End-to-End خطأ
BB=الأخطاء الغير قابلة للتصحيح المبلغ عنها
BC=نفاذ مهلة الأمر
BD=High Fly كتابة
BE=درجة حرارة إندفاع الهواء
BF=G-Sense معدل خطأ
C0=عدد تراجع إغلاق الطاقة
C1=عدد تحميل/عدم تحميل الدورة
C2=الحرارة
C3=المستردة ECC أجهزة
C4=عدد أحداث إعادة التخصيص
C5=عدد القطاعات الموقوفة حاليا
C6=عدد الأخطاء الغير قابلة للتصحيح بدون إتصال
C7=UltraDMA CRC عدد أخطاء
C8=معدل خطأ الكتابة
C9=Soft معدل خطأ قراءة
CA=خطأ في علامة عنوان البيانات
CB=إلغاء نفاذ التشغيل
CC=ناعم ECC تصحيح
CD=معدل قسوة الحرارية
CE=إرتفاع التحليق
CF=التيار العالي للدوران
D0=طنين الدوران
D1=أداء التقصي بغير إتصال
D3=الإهتزاز أثناء القراءة
D4=النتر أثناء الكتابة
DC=تبديل القرص
DD=G-Sense معدل خطأ
DE=الساعات المحملة
DF=عدد محاولات التحميل/عدم التحميل
E0=إحتكاك التحميل
E1=عدد تحميل/عدم تحميل الدورة
E2='In'-تحميل وقت
E3=عدد توسع الطوق
E4=فصل الطاقة عن دورة التقهقر
E6=GMR إتساع مقدمة
E7=الحرارة
F0=ساعات تحليق المقدمة
FA=معدل محاولات خطأ القراءة
FE=حماية حرة كاملة

[SmartSsd]
01=معدل خطأ القراءة
02=أداء الطاقة الإنتاجية
03=وقت الدوران
04=بدء/إيقاف العد
05=عدد القطاعات المعادة التخصيص
06=قراءة هامش القناة
07=معدل خطأ التقصي
08=أداء وقت التقصي
09=ساعات الإتصال بالطاقة
0A=عدد محاولات الدوران
0B=محاولة إعادة ضبط المعايرة
0C=عدد دورات الطاقة
0D=محاولة معدل الخطأ الناعم للقراءة
C0=عدد الإغلاق الغير آمن
C2=الحرارة
C4=عدد أحداث إعادة التخصيص
C5=عدد القطاعات الموقوفة حاليا
C6=عدد الأخطاء الغير قابلة للتصحيح بدون إتصال
; CrystalDiskInfo assign
FF=الحياة المتبقية

[SmartMtron]
BB=عدد المحو الكلي

[SmartIndlinx]
01=معدل خطأ القراءة
09=ساعات الإتصال بالطاقة
0C=عدد دورات الطاقة
B8=عدد تهيئة الكتل السيئة
C3=عدد كتل البرنامج الفاشلة
C4=عدد كتل المحو الفاشلة
C5=عدد كتل القراءة الفاشلة
C6=العدد الكلي لقطاعات القراءة
C7=العدد الكلي لقطاعات الكتابة
C8=العدد الكلي لأوامر القراءة
C9=العدد الكلي لأوامر الكتابة
CA=FLASH من Bit العدد الكلي لأخطاء
CB=القابلة للتصحيح Bit العدد الكلي لقطاعات القراءة مع أخطاء
CC=معلمة الكتلة السيئة الكاملة
CD=PE مواصفات أقصى عدد لـ
CE=أدنى عدد للمحو
CF=أقصى عدد للمحو
D0=متوسط عدد المحو
D1=حياة القرص المتبقية

[SmartJMicron]
09=ساعات الإتصال بالطاقة
0C=عدد دورات الطاقة
C2=الحرارة
E5=Flash هوية إنهيار النظام , هوية
E8=نسخة البرنامج الداخلي
E9=مؤشر هدر الوسائط
EA=متوسط عدد المحو , أقصى عدد للمحو
EB=عدد الكتل الجيدة , عدد كتل النظام

[SmartIntel]
03=وقت الدوران
04=بدء/إيقاف العد
05=عدد القطاعات المعاد تخصيصها
09=عدد ساعات الإتصال بالطاقة
0C=عدد دورات الطاقة
C0=عدد الإغلاق الغير آمن
E1=عمليات كتابة المضيف
E8=المساحة المحجوزة المتوفرة
E9=مؤشر تلاشي الوسيطة
B8=عدد كشف خطأ النهاية إلى النهاية

[SmartSamsung] ;Updated (3.3)
09=ساعات الإتصال بالطاقة
0C=عدد الإتصال بالطاقة
AF=(عدد فشل البرنامج (الرقاقة
B0=(عدد فشل المحو (الرقاقة
B1=مقدار طول العمر
B2=(عدد الكتل المحجوزة المستخدمة (الرقاقة
B3=(عدد الكتل المحجوزة المستخدمة (المجموع
B4=(عدد الكتل المحجوزة الغير مستخدمة (المجموع
B5=(عدد فشل البرنامج (المجموع
B6=(عدد فشل المحو (المجموع
B7=(وقت التشغيل للكتلة التالفة (المجموع
BB=عدد الأخطاء الغير قابلة للتصحيح
BE=مرات تجاوز الحرارة
C2=الحرارة
C3=ECC معدل
C6=عدد أخطاء عدم التوافق بدون إتصال
C7=CRC عدد أخطاء
C9=Super cap حالة
CA=SSD حالة نمط

[SmartSandForce] ;Added (3.5.1)
01=Raw معدل خطأ قراءة
05=قطاعات معادة تخصيصها
09=ساعات الإتصال بالطاقة
0C=عدد دورات الطاقة
0D=Soft معدل خطأ قراءة
64=الغيغابايت الممسوحة
AB=عدد فشل البرنامج
AC=عدد فشل المحو
AE=عدد الفقدان الغير متوقع للطاقة
BB=الأخطاء الغير قابلة للتصحيح 
C2=الحرارة
C3=ECC معدل
C4=عدد أحداث إعادة التخصيص
C6=عدد الأخطاء الغير قابلة للتصحيح بدون إتصال
C7=CRC عدد أخطاء
C9=الغير قابلة للتصحيح Soft معدل الخطأ لقراءة
CC=Soft ECC معدل تصحيح